Revit 2027 API
ParameterTypeId.StairsSupporttypeWidth Property
 "Width": Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupporttypeWidth { get; }
Public Shared ReadOnly Property StairsSupporttypeWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupporttypeWidth {
	ForgeTypeId^ get ();
}
static member StairsSupporttypeWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace